[
    {
        "name": "Santorini, Greece",
        "shortDetails":"Santorini is one of the Cyclades islands in the Aegean Sea. It was devastated by a volcanic eruption in the 16th century BC, forever shaping its rugged landscape. The whitewashed, cubiform houses of its 2 principal towns, Fira and Oia, cling to cliffs above an underwater caldera (crater). They overlook the sea, small islands to the west and beaches made up of black, red and white lava pebbles",
        "duration": "5 days",
        "price": 1600,
        "location":"Greece",
        "img": "https://i.ibb.co/QbX767Q/greece.jpg",
        "details": "Santorini is the most popular Greek destination and a worldwide famous island! \\n Once you set your foot in Santorini, you’ll feel like entering a whole new world. A world where all the shades of red create unreal sunsets, Santorini caldera offers the most dramatic sea views you’ve ever seen and enormous cliffs are dotted with dreamy Cycladic whitewashed houses! \\n Nothing will prepare you for the beauty you’ll face in Santorini. It is a unique Greek island! \\n The enthralling sunset view in Oia Santorini, the minimal Cycladic architecture, the luxurious Santorini Greece hotels, the delicious restaurants, the dramatic rocky landscape, and the Santorini volcano are just some of the reasons you’ll have a crush on this unique island! \\n Located on the southern side of the Aegean sea, Santorini in Greece is a part of Cyclades islands complex. The island was created after a huge eruption of a volcano, occurred in 17th century B.C., which shaped the breathtaking caldera. \\n Santorini boasts a unique landscape! The famous Santorini caldera, amazing red and black volcanic beaches, and, of course, volcano’s crater in Nea Kameni, all remind the origins of the island, which was shaped by volcanic eruptions. \\n Santorini accommodation is incomparable! Infinity pools, luxurious Santorini hotels, Cycladic whitewashed villas, and 5 stars service promise to make your stay in Santorini unforgettable! Spoil yourself with spa treatments, wine tasting, vineyards tours, shopping in luxurious fashion boutiques and romantic dinners with a view to the endless Aegean Sea. You’re worth it!  \\n The ultimate highlight of Santorini is, obviously, its magical sunset. Watch the sun sinking in the horizon while the sky breaths fire and the colorful light washes up the island, at Fira or Oia. No photo can capture the magic of this moment! \\n  You’ll keep the memories from your Santorini holidays in your heart, forever! \\n Is it your first time in Santorini? Discover a step-by-step guide about how to organize your holiday in Santorini."
    },
    {
        "name": "Kremlin, Russia",
        "shortDetails":"The Moscow Kremlin, or simply the Kremlin, is a fortified complex in the center of Moscow founded by Russian ruling dynasty of Rurikids. It is the best known of the kremlins, and includes five palaces, four cathedrals, and the enclosing Kremlin Wall with Kremlin towers. ",
        "duration": "7 days",
        "price": 2600,
        "location":"Russia",
        "img": "https://i.ibb.co/7KfKF5k/russia.jpg",
        "details": "Travelers sometimes describe the Kremlin as the Eighth Wonder of the World. The historic fortress complex is the principal symbol of Russia that sits on the banks of the Moscow River. \\n Its origins trace back to the very foundation of Moscow in 1147 when it was a “grad” or fortified settlement surrounded with walls built from wood. Burnt down and rebuilt a several times, the walls were ordered to be upgraded by Ivan III the Great in 1485. The group of Italian architects, the world’s best, decided not to tear them down but to build over them, as a result forming the massive and mighty Kremlin we know today. \\n The Kremlin walls quickly became an important symbol of Moscow’s importance in the Russian Empire. As the residence of Russian rulers, from tsars to the elite of the Soviet government, to today’s executive branch of the Russian Federation, the Kremlin remains the most giddiness-inducing representation of the country's power today. The Kremlin, interspersed with 20 towers, some literal objects of art, encompassing the country’s most important ceremonies and meetings. \\n The Kremlin also serves as Moscow's top tourist destination and attracts millions of people every year during its Russian travel journey. There are so many sights to see, from its palace buildings to its places of worship, that the better part of a day should be budgeted in any attempt to view it all. Watch the video below to explore the sight prior your trip with the help of our lovely rep Vera and see the stunning palaces inside of the Kremlin walls. \\n A good example of just one important sight is Cathedral Square, the fortress’ most breathtakingly beautiful location. Centered here are the limestone-faced Cathedral of the Dormition (the location of imperial coronations), the gilded-domed Cathedral of the Annunciation (personal chapel of the Imperial Family), and the Cathedral of the Archangel Michael (burial location of many of Russia’s tsars)."
    },
    {
        "name": "Bondi, Australia",
        "shortDetails":"The sweeping white-sand crescent of Bondi is one of Australia’s most iconic beaches. Reliable waves draw surfers while, nearby, hardy locals swim in the Icebergs ocean pool year-round. Trendy, health-conscious Sydneysiders head to laid-back cafes around Hall Street, while hip backpackers frequent the area's casual pubs. Walkers and joggers use the clifftop Bondi to Coogee Coastal Walk, with its dramatic scenery",
        "duration": "12 days",
        "price": 5000,
        "location":"Australia",
        "img": "https://i.ibb.co/Rhr0ZZL/australia.jpg",
        "details":"The golden crescent that is Bondi is the closest beach to Sydneys city centre and is a classic example of the Australian beach culture. Bondi Beach is a modern and trendy coastal resort, which is very popular and well known for its great sandy beach, as well as its surf. \\n The beach is backed by attractive parkland, popular amongst joggers, power walkers, roller bladers, skaters and cyclists. \\n Big waves at Bondi Beach attract surfers from all over the world. Bondi is the home to Australias oldest life saving club, the Bondi Surf Bathers, which was established in 1906. Lifesavers patrol while people play beach volleyball, sunbake, swim and bodyboard. \\n The Bondi Pavilion was built in 1928 as deluxe changerooms but these have now been turned into a community centre. Theatre shows, dance parties, outdoor film festivals, workshops and classes are now run from the Pavilion. \\n Campbell Parade is the ocean road where the majority of the cafes and shops can be found. There is also a lively and busy atmosphere along here, whatever time of day. \\n Learn to surf or if you already know a few moves but don't have your own board, then you can hire both surf boards and boogie boards from the small hire shop on the beach."
    },
    {
        "name": "Seminyak, Bali",
        "shortDetails":"Seminyak is a beach resort area at the southern end of Bali, Indonesia, with many luxury hotels, villas and spas, as well as high-end shopping and restaurants. Sleek bars and clubs with busy sunset scenes line Seminyak and Petitenget beaches, which are wide, west-facing stretches of Indian Ocean shoreline with gray sand and good surfing conditions",
        "duration": "7 days",
        "price": 2900,
        "location":"Bali",
        "img": "https://i.ibb.co/Gc3g5NV/bali.jpg",
        "details":"Seminyak is one of the most popular tourist destinations in Bali. People gravitate here for that little bit of luxury and relaxation that lacks in its neighbours Kuta and Legian. Think boutique shopping, luxury spas, a range of dining options, and beach bars. \\n It has a huge variety of shops, including boutique clothing stores, furniture stores, markets and art galleries. There is something to suit everyone’s taste of food, with local warungs and fine dining, and a variety of international cuisines. \\n Seminyak is buzzing with people and things to do. You could easily spend an entire day at the beach. Or getting Balinese massages and other spa treatments. Or shopping. Or eating. Or a little bit of all the above. We particularly love Seminyak’s breakfast and brunch offerings. \\n One thing you shouldn’t miss is watching a beautiful sunset either on the beach or at one of the many beach bars. Seminyak has something for everyone, but we would definitely recommend combining your trip to Bali with another area. If you’re only in Bali for a short time this area is probably a great base. But if you have longer, venture out to Ubud, Uluwatu, the north of Bali or the east coast."
    },
    {
        "name": "Malecon, Cuba",
        "shortDetails":"The Malecón is a broad esplanade, roadway, and seawall that stretches for 8 km along the coast in Havana, Cuba, from the mouth of Havana Harbor in Old Havana, along the north side of the Centro Habana neighborhood and the Vedado neighborhood, ending at the mouth of the Almendares River.",
        "duration": "5 days",
        "price": 3300,
        "location":"Cuba",
        "img": "https://i.ibb.co/0yJmNcj/cuba.jpg",
        "details":"To tourists, Old Havana may be the city's heart and soul, but to Cubans, it's El Malecón. Technically speaking, El Malecón is a 5-mile-long boulevard that stretches along the water, with Havana Bay on one side and the edges of Old Havana, Vedado and Central Havana on the other, depending on where you are. But metaphorically speaking, El Malecón is both a meeting point and place of refuge for locals looking to catch a breath of fresh air after a long day or night. \\n During the day, you're likely to see some residents along with a tourist or two, but at night, especially come sundown, is when you'll see flocks of Cubans holding loved ones close as they watch the sunset, crowds of young people laughing and drinking, fishermen waiting for a catch or even a small dance party. And sometimes, you may not see anybody at all. On particularly stormy days, waves crash up against El Malecón and much of the sea spills onto the roads, making for a great photo op. \\n Much like Havana's inhabitants, visitors are enchanted with El Malecón. Many recent travelers found El Malecón to be a beautiful seaside walk, but agreed that the attraction reaches its full potential at night. Keep in mind that some of the boardwalk isn't as developed as other areas, so a sturdy pair of shoes could make your trip more comfortable. El Malecón starts at the end of Paseo de Marti, Old Havana's main thoroughfare and ends at the mouth of the Almendares River, at the edge of the Vedado neighborhood. El Malecón is completely free to visit and it's open year-around. And since it sits on the edge of Old Havana and the trendy Vedado neighborhood, restaurants and shops are within easy reach."
    },
    {
        "name": "Osaka, Japan",
        "shortDetails":"Osaka is a large port city and commercial center on the Japanese island of Honshu. It's known for its modern architecture, nightlife and hearty street food. The 16th-century shogunate Osaka Castle, which has undergone several restorations, is its main historical landmark. It's surrounded by a moat and park with plum, peach and cherry-blossom trees. Sumiyoshi-taisha is among Japan’s oldest Shinto shrines.",
        "duration": "6 days",
        "price": 2300,
        "location":"Japan",
        "img": "https://i.ibb.co/TRkSdYp/japan.jpg",
        "details":"Osaka is only a short shinkansen ride from Tokyo, but has a very different personality to Japan's capital city. Hop off the bullet train into an area of exciting nightlife, delicious food and straight-talking, friendly locals. Along with plenty of shopping and modern attractions, Osaka also has a historical side, the highlight of which is Osaka Castle. The castle is a great place to discover more about Japanese history and to wander the beautiful grounds, especially during cherry blossom season in April when the sakura blooms and the weather is often at its best. \\n From Tokyo, take the Tokaido-Sanyo Shinkansen to Shin-Osaka Station. The trip takes approximately two and a half hours. From Shin-Osaka Station, transfer to the JR local line and ride to Osaka Station. From Kansai International Airport (KIX), take the Nankai or JR lines to Tennoji or Namba stations. \\n Osaka is an excellent base for exploring the greater Kansai region, which includes Kyoto, Nara, Kobe and Wakayama. Each of these areas is a one-hour train ride from Osaka’s central transportation hubs (Osaka Station in the north, and Namba Station and Tennoji Station in the south). Kansai International Airport (KIX) is rivaled only by Narita Airport in Tokyo in size and scope, and is serviced by all major airlines. There are many direct flights between KIX and many major cities in the US, Europe and Australia."
    },
    {
        "name": "Sun Moon, Taiwan",
        "shortDetails":"Sun Moon Lake is in the foothills of Taiwan’s Central Mountain Range. It’s surrounded by forested peaks and has foot trails. East of the lake, the Formosan Aboriginal Culture Village is a theme park with a section devoted to re-created indigenous villages. Displays here include centuries-old carved lintel pieces, handicrafts and weapons. The Sun Moon Lake Ropeway cable car offers views of the mountains and water.",
        "duration": "5 days",
        "price": 2000,
        "location":"Taiwan",
        "img": "https://i.ibb.co/gttdTYs/taiwan.jpg",
        "details": "Taiwan's largest lake, Sun Moon Lake is located in the mountains of Nantou at the geographic centre of Taiwan island. \\n The name of the lake is inspired by the beauty of the area. The east side of the lake is round, like the sun, while the west side is long and narrow, like a crescent moon. \\n Every year during the Mid Autumn Festival (中秋節), a 3KM race named the Swimming Carnival of Sun Moon Lake is held, bringing tens of thousands of swimmers to participate in the event and festivities. This event is the only time swimmers are allowed in the lake. In 2016, the date of the festival is 15 September. \\n Sun Moon Lake has a very large variety of hotels and minsu B&Bs. The area is in high demand, so book early. \\n The aboriginal Thao tribe lives around the lake, and are the proprietors of many local businesses. The town Ita Thao (伊達邵) is located across the lake from the pier area and next to the Sun Moon Lake Ropeway. \\n In the centre of the lake is a small island named Lalu, and is reserved for aboriginal religious practices, therefore the public is not allowed to visit the island. \\n From Taipei Main Station Exit Z5 - Bus Terminal, take a Kuo-Kuang Bus (國光客運, Livery: blue, purple, white) to '日月潭' (pron. Rìyuètán, no English on the bus). This is an express bus with only one stop at Puli Bus Station (埔里客運站) for around 3 hours depending on traffic conditions. Ticket cost is NT$385 each way or NT$690 roundtrip. It is recommended to purchase a roundtrip ticket to avoid being stranded as these busses are somewhat limited."
    },
    {
        "name": "Colosseum, Italy",
        "shortDetails":"The Colosseum is an oval amphitheatre in the centre of the city of Rome, Italy, just east of the Roman Forum. It is the largest ancient amphitheatre ever built, and is still the largest standing amphitheatre in the world today, despite its age.",
        "duration": "7 days",
        "price": 4200,
        "location":"Italy",
        "img": "https://i.ibb.co/jyrrSN7/italy.jpg",
        "details": "The Colosseum is an ancient amphitheater located in the city center of Rome, Italy. The largest amphitheater that was ever built and one of the oldest, the Colosseo is where thousands once came together to watch gladiator games, contests, shows, battle re-enactments and executions. Nowadays the Colosseum is one of the most famous and visited monuments as well as one of the New 7 Wonders of the World. \\n Colosseum was on January 1st 404 AD after Emperor Honorius officially and legally banned the contests in 399 AD. \\n Most of the buildings and monuments in the Ancient Roman Forum were destroyed in 410 AD with the Fall of the Roman Empire. Some of the damage was most likely due to several factors including ransacking and fighting after the decline of the Imperial Roman Empire. But most of the destruction could be contributed to the passage of time, natural elements, and overall neglect. During the Middle ages, it is said the site of the Roman Forum was actually used for grazing animals! \\n Much like the Roman Forum, the Colosseum was destroyed over time due to a combination of factors – from natural disasters, the weather, vandalism, and neglect. The original floor of the Colosseum is said to have been removed on purpose after the naval battles that once took place in the arena were discontinued, but there is no solid historical evidence of how exactly (and when) the original Colosseum floor disappeared."
    },
    {
        "name": "Alhumbra, Spain",
        "shortDetails":"The Alhambra is a palace and fortress complex located in Granada, Andalusia, Spain. It was originally constructed as a small fortress in 889 CE on the remains of ancient Roman fortifications",
        "duration": "6 days",
        "price": 3200,
        "location":"Spain",
        "img": "https://i.ibb.co/gvd7PfS/spain.jpg",
        "details": "The Alhambra was so called because of its reddish walls (in Arabic, («qa'lat al-Hamra'» means Red Castle). It is located on top of the hill al-Sabika, on the left bank of the river Darro, to the west of the city of Granada and in front of the neighbourhoods of the Albaicin and of the Alcazaba. \\n The Alhambra is located on a strategic point, with a view over the whole city and the meadow (la Vega), and this fact leads to believe that other buildings were already on that site before the Muslims arrived. The complex is surrounded by ramparts and has an irregular shape. It limits with the valley of the river Darro on its northern side, with the valley of al-Sabika on its southern side and with the street Cuesta del Rey Chico on the eastern side. The Cuesta del Rey Chico is also the border between the neighbourhood of the Albaicin and the gardens of the Generalife, located on top of the Hill of the Sun (Cerro del Sol). \\n The first historical documents known about the Alhambra date from the 9th century and they refer to Sawwar ben Hamdun who, in the year 889, had to seek refuge in the Alcazaba, a fortress, and had to repair it due to the civil fights that were destroying the Caliphate of Cordoba, to which Granada then belonged. This site subsequently started to be extended and populated, although not yet as much as it would be later on, because the Ziri kings established their residence on the hill of the Albaicin. \\n The castle of the Alhambra was added to the city's area within the ramparts in the 9th century, which implied that the castle became a military fortress with a view over the whole city. In spite of this, it was not until the arrival of the first king of the Nasrid dynasty, Mohammed ben Al-Hamar (Mohammed I, 1238-1273), in the 13th century, that the royal residence was established in the Alhambra. This event marked the beginning of the Alhambra's most glorious period. \\n First of all, the old part of the Alcazaba was reinforced and the Watch Tower (Torre de la Vela) and the Keep (Torre del Homenaje) were built. Water was canalised from the river Darro, warehouses and deposits were built and the palace and the ramparts were started. These two elements were carried on by Mohammed II (1273-1302) and Mohammed III (1302-1309), who apparently also built public baths and the Mosque (Mezquita), on the site of which the current Church of Saint Mary was later built. "
    }
]